"ASSISTED_AUTH_INSTRUCTIONS" = "Prejdite na stránku %@ a zadajte nasledujúci kód na prihlásenie do: %@";

"BUTTON_AUTHENTICATE" = "Použite moje telefónne číslo";

"BUTTON_CONTINUE" = "Pokračovať";

"BUTTON_CREATED_ACCOUNT" = "Vytvorený účet";

"BUTTON_CREATE_ACCOUNT" = "Vytvoriť účet";

"BUTTON_CREATING_ACCOUNT" = "Vytvorenie účtu";

"BUTTON_DISMISS" = "Zamietnuť";

"BUTTON_DONE" = "Hotovo";

"BUTTON_EDIT_NUMBER" = "Upraviť číslo";

"BUTTON_LOGGING_IN" = "Prihlasuje sa";

"BUTTON_NOT_NOW" = "Teraz nie";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Znova odoslať kód";

"BUTTON_RETRY" = "Znova";

"BUTTON_SENDING" = "Odosiela sa...";

"BUTTON_SENDING_CONF_CODE" = "Odosiela sa potvrdzujúci kód";

"BUTTON_SEND_CONF_CODE" = "Odoslať potvrdzujúci kód";

"BUTTON_SENT_CONF_CODE" = "Potvrdzujúci kód odoslaný";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Skúsiť iné telefónne číslo";

"BUTTON_VERIFYING" = "Overuje sa";

"CALL_ME_ACTION" = "Zavolajte mi";

"CALL_ME_LOADING" = "Vytáčam...";

"ERROR_CANT_SMS" = "Nemožno odoslať SMS správu na toto číslo.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Skontrolujte si váš kód a skúste to znova";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ups, vyzerá to, že je to problém siete. Skúsime to znova? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Skontrolujte si váš e-mail a skúste to znova";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Skontrolujte si vaše telefónne číslo a skúste to znova";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Už ste predtým nastavili 2-stupňový overovací kód na <a href=\"https://www.digits.com/settings\">digits.com</a>";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Zadajte 2-stupňový overovací kód.";

"LABEL_ENTER_CONF_CODE" = "Odoslali sme vám 6-miestny kód.";

"LABEL_ENTER_EMAIL" = "Zadajte váš e-mail.";

"LABEL_ENTER_PHONE_NUMBER" = "Aké je vaše telefónne číslo?";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Nájsť priateľov";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Nemožno potvrdiť vaše telefónne číslo";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Prepáčte, pri odosielaní potvrdzujúceho kódu sa vyskytol problém.";

"ONBOARDING_MESSAGE_ANSWERS" = "[Digits] Pridaním rozhrania Answers do svojej aplikácie umožníte automatické zapisovanie udalostí Digits do denníka. Viac informácií nájdete na stránke https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "tejto aplikácie";

